Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh543-v2.tmx
Source language: bo
Languages: en

source: ཉི་ཤུ་རྩ་བདུན་རྒྱུ་སྐར་དང་། །ཡུད་ཙམ་དག་ཏུ་རབ་ཏུ་བསྒྲགས། །དུས་ཀྱི་ཐ་མ་དེ་ལ་ནི། །བཅུ་གཉིས་ཁྱིམ་ཡང་ཡོད་པ་ཡིན། །
en: “At that time, during the lowest eon, The twenty-seven nakṣatras will become known, As will the muhūrtas, And the twelve signs of the zodiac. {24.43}

source: རྒྱུ་སྐར་ཚོགས་ལ་བརྟེན་ནས་ནི། །དེ་དག་གཟའ་ནི་རྣམ་པར་དབྱེ། །
en: “The planets are assigned to the zodiacal constellations Of the nakṣatras, which they inhabit.

source: ཐམས་ཅད་སོ་སོར་གྱུར་པ་ནི། །འཇམ་དཔལ་གྱིས་ནི་སོ་སོར་མཛད། །
en: Occupying wide spaces, They each have a separate location. {24.44}

source: སྐྱེ་བ་དང་ནི་སྤྱོད་པ་ཉིད། །ཁྱིམ་རྣམས་ཀུན་ལ་རབ་ཏུ་གནས། །
en: “Regarding their horoscope and course of life, Beings depend upon their birth sign.

source: སྐྱེ་བོ་རྨོངས་པས་ཁྱབ་འགྱུར་ལ། །དགེ་དང་མི་དགེའི་འབྲས་བུ་འབྱུང་། །
en: They are born ignorant, do things the wrong way, And reap good and bad results. {24.45}

source: དེ་ཉིད་ལས་ཀྱི་འཆིང་བ་ཡིས། །དེ་དག་ཁྱིམ་ནི་ཡང་དང་ཡང་། །
en: “For that reason, their birth sign can indicate Their [particular] karma time and again.

source: སེམས་ཅན་རྣམས་ཀྱིས་གྲུབ་པ་ཙམ། །དགེ་དང་མི་དགེ་རྟོག་པར་བྱེད། །
en: [These signs] determine what course will be successful For beings to pursue, whether it is virtuous or not. {24.46}

source: རྒྱུ་སྐར་སྣར་མར་ལྡན་པར་ནི། །སྐྱེ་བར་ཡོངས་སུ་རབ་བརྟགས་པ། །དཔལ་ལྡན་བཟོད་པ་ཕུན་སུམ་ཚོགས། །ཚེ་རིང་བུ་ནི་མང་བ་དང་། །
en: “If the nakṣatra linked to the birth horoscope Has been charted out as Rohiṇī, One will enjoy good fortune, Have many sons, and live a long life. {24.47}

source: རྟག་ཏུ་དེ་ཚེ་ནོར་སྐལ་ལྡན། །དེ་ནི་དམག་གི་བདག་པོ་བྱེད། །
en: “One will always be wealthy And will do well as the general of an army.

source: འདི་ནི་ཁྱུ་མཆོག་ཁྱིམ་སྐྱེས་ན། །ཁྱུ་མཆོག་ཉིད་ལ་ཡོངས་སུ་འཆི། །མགོ་ཉིད་ལ་ནི་འཇིག་རྟེན་ཤེས། །ཆོས་ལྡན་མཐོང་ན་དགའ་བར་འགྱུར། །
en: If one’s birth sign is Taurus And this constellation is traversed In the nakṣatra of Mṛgaśirā, One will understand people and be virtuous and good looking. {24.48}

source: སྨིན་དྲུག་ཆར་སྐྱེས་རྟག་ཏུ་ནི། །ས་བདག་རྒྱལ་པོར་སྣང་བ་སྟེ། །ཡང་དག་སྐྱེ་བ་དེ་ལ་བརྟེན། །རྟག་ཏུ་རྒྱ་མཚོ་གསུམ་བདག་འགྱུར། །
en: “Similarly, if the Kṛttikā part of Taurus is traversed And ‘King’ looks upon Earth, One could become a ruler over the three oceans. This may manifest based on one’s birth horoscope. {24.49}

source: ཕྱོགས་གཅིག་སྐྱེས་པ་བགྲོད་དཀའ་བའི། །ཕྱོགས་གཅིག་རྒྱལ་པོར་འགྱུར་བ་ཡིན། །གཟའ་ནི་བླ་མས་མཚན་པ་ཡི། །གལ་ཏེ་སྐྱེ་བར་འབྱུང་འགྱུར་ན། །
en: “Alternatively, one may become a king in a province, Or a place difficult to access. If the planet is designated as Jupiter And one’s horoscope is right, {24.50}

source: ས་ནི་ཁོར་ཡུག་མ་ལུས་པར། །རྗེས་སུ་སྤྱོད་པར་འགྱུར་བ་ཡིན། །
en: “One will come to enjoy The entire earth all around;

source: ལོ་ནི་བཅུ་དང་ལྔ་པོ་ཉིད། །དེ་ཡི་རྒྱལ་ཐབས་བྱེད་པར་འགྱུར། །
en: One may be appointed to kingship Within ten or five years. {24.51}

source: ཐ་སྐར་བྲ་ཉེ་ཉིད་དང་ནི། །སྨིན་དྲུག་ཆ་ལས་སྐྱེས་གྱུར་པ། །ཁྱིམ་འདི་དག་གི་ནུས་པ་ནི། །ཚོང་གི་དོན་གྱིས་ནོར་སྒྲུབ་འགྱུར། །
en: “One born under the sign of Aries, Which spans the nakṣatras Aśvinī, Bharaṇī, And a part of Kṛttikā, is very smart. He would do well in business and accumulate much wealth. {24.52}

source: གལ་ཏེ་སྐྱེས་པ་དེས་བྱུང་ན། །དབང་ཕྱུག་ལོངས་སྤྱོད་ཕུན་སུམ་ཚོགས། །རྒྱུ་སྐར་འདི་ལ་སྐྱེས་པ་ན། །ཉི་མའི་དཀྱིལ་འཁོར་དམར་བར་འགྱུར། །
en: “If, through one’s birth sign, One is endowed with power and pleasures, But, at the time of one’s birth A red disk of the sun, {24.53}

source: དེ་བཞིན་ཉི་མ་ནུབ་པ་ན། །དེ་ནི་འཆི་བར་འགྱུར་བ་ཡིན། །
en: “When it is about to set, is in one’s nakṣatra, Things will go wrong—

source: མ་རུངས་ཚམ་ཚོམ་མེད་པ་དང་། །བདེན་པར་སྨྲ་བ་མ་ཡིན་དང་། །
en: One will be born cruel, impetuous, And prone to telling lies. {24.54}

source: ལུས་ཀྱི་ལྤགས་སྲབ་དམར་བའི་མདོག །ས་ཡི་སྟེང་ན་དེ་སྣང་ངོ་། །འདི་ཡི་འགྲོ་བ་སྐད་ཅིག་ནི། །མིག་འབྱེད་འཛུམས་སུ་རབ་ཏུ་བསྟན། །
en: “One is then observed, in one’s life on earth, To have delicate skin of reddish hue, And, it is said, one will open and close One’s eyes at the time of one’s birth. {24.55}

source: འདི་ཡི་བར་དུ་གང་སྐྱེས་པ། །རྒྱ་ཆེ་ཡོན་ཏན་དེ་འདི་ཡིན། །
en: “One born at these junctures Will possess these qualities in abundance.

source: སེ་གོལ་གཏོགས་གནས་ཙམ་དུ་ནི། །འདི་ཡི་འགྲོ་བ་རབ་ཏུ་བསྟན། །དེས་ན་དེ་དག་འགྲོ་བ་ཉམས། །གཟའ་རྣམས་ཀྱིས་ནི་མཐོང་མ་ཡིན། །
en: However, as for those whose delivery at birth Is said to take the time equal to a finger snap, {24.56} “They do not fit their [astrological] stereotype, As they are deprived of their planetary influences.

source: སྐྱེ་བ་རྣམ་པར་འདྲིས་གྱུར་པའི། །སེམས་ཅན་རྣམ་པ་སྣ་ཚོགས་སྐྱེ། །
en: Beings are born different, As their birth influences are a combination of many things. {24.57}

source: འདྲེས་པའི་འགྲོ་བ་ཕུན་སུམ་ཚོགས། །འདྲེན་པའི་ལོངས་སྤྱོད་ལྡན་པ་ཡིན། །
en: “The modes of existence that manifest for them Are mixed, and so are their fortunes.

source: དེ་ཉིད་ཀྱིས་ན་མི་སྐྱེ་སྟེ། །སྐྱེ་བ་ཉིད་ན་བརྗོད་པ་ཡིན། །
en: For that reason they are not born Exactly as their horoscopes describe. {24.58}

source: སྐྱེ་བའི་སྐར་མ་སུམ་ཅུ་ནི། །
en: “Astrologically, there are thirty types of birth influences;

source: དགེ་དང་མི་དགེའི་འབྲས་བུ་འབྱུང་། །གཟའ་ནི་མིག་དམར་གྱིས་མཚན་པ། །འདི་ནི་མ་རུངས་སྐྱེ་བར་འགྱུར། །
en: They bring results that may be good or bad. Those who are marked by the planet Mars Will be of the cruel type ( jāti ). {24.59}

source: གསུས་ཆེ་ལུས་ནི་སྣུམ་པ་དང་། །མིག་དཀྱུས་རིང་ཞིང་སྙན་པར་སྨྲ། །གཟའ་ནི་ཕུར་བུས་བལྟས་པ་ནི། །རྟག་ཏུ་བརྟན་ལྡན་སྐྱེ་བར་འགྱུར། །
en: “One who is under the influence of Jupiter Is always born steadfast, With a prominent belly, lovely appearance, And elongated eyes, and soft-spoken. {24.60}

source: ཆུ་ཚོད་ཟུང་ཙམ་ཉི་མ་དང་། །ཟླ་བའི་ལྷ་ནི་རབ་བཤད་པ། །དེ་བཞིན་རྟག་ཏུ་ཉིན་མཚན་ལ། །ཡང་དག་སྐྱེ་བར་འདོད་པ་ཡིན། །
en: “Similarly, if the deities Sun and Moon have both risen And the sun is four angular cubits above the horizon, One can definitely expect a birth That is continually auspicious, day and night. {24.61}

source: ཕྱིན་ཅི་ལོག་པའི་སྐྱེ་བ་གཞན། །ཕྱིན་ཅི་ལོག་ཏུའང་བརྟགས་པ་ཡིན། །གཟའ་ནི་མི་དགེ་མཐོང་བ་དང་། །མི་དགེའི་སྐྱེ་བ་དགེ་མི་དགེ། །
en: “Those with other horoscopes that are unfavorable, Who have been allotted [at birth] the opposite lot, Ought to gain control of their planetary influences [that govern] The positive and negative aspect s of their inauspicious birth. {24.62}

source: མི་དགེའི་འབྲས་བུ་གྲུབ་པ་དང་། །ཡང་དག་སྐྱེ་བ་བཟང་པོ་འབྱུང་། །
en: “When the unwholesome results manifest, one can thus bring on, Through correct knowledge, that which is wholesome.

source: འགྲོ་བའི་སྐྱེ་གནས་ལ་བརྟེན་ནས། །ཁྱིམ་ལ་སྐྱེ་བར་རབ་ཏུ་གནས། །
en: Having taken a particular birth, One belongs, in this birth, to an astrological house. {24.63}

source: གཟའ་ནི་ངན་སྤོང་བུས་མཚན་པ། །སྦྱིན་བྱེད་སེམས་དཔའ་ཆེ་བ་སྟེ། །
en: “Beings [born] under the influence of the planet Venus Are by nature noble and pure.

source: ལག་དང་ན་བ་སོ་དག་དང་ནི། །སྐག་གི་ཆ་ལ་རབ་ཏུ་བརྗོད། །
en: I will now describe [the influence of] the nakṣatras Of Ārdrā, the Punarvasus, and a part of Āśleṣā. {24.64}

source: འདི་དག་ལ་སྐྱེས་གཏོང་བ་ཆེ། །གཡོ་སྒྱུ་ཅན་ནི་བབ་ཅོལ་བྱེད། །
en: “A person born under these nakṣatras is very generous, But also impetuous and deceitful.

source: དོན་དང་དོན་མེད་འབྱོར་བ་ལ། །རྟག་ཏུ་བརྐམ་ཆག་བུད་མེད་ཆགས། །
en: He is always attached to women, lustful, And full of hatred whether with or without a motive. {24.65}

source: གཞན་གྱི་བུད་མེད་མངོན་འགྲོ་ཞིང་། །དེ་ཉིད་ནག་པོ་ལ་སྤྱོད་དང་། །
en: “He makes sexual advances on other people’s wives, And his [skin color] is black or dark.

source: དུད་པའི་མདོག་འདྲར་སྐྱེ་འགྱུར་ཏེ། །དྲག་ཅིང་འཁྲིག་པ་ལ་ཡང་དགའ། །
en: He is born with a smoky complexion, Is very fierce, and is fond of sex. {24.66}

source: སྦྱོར་བའི་ཁྱིམ་ལ་རབ་བརྟེན་ནས། །དེ་ནི་སྤེན་པ་དག་ལ་སྐྱེ། །
en: “One may be born under the sign of Gemini With Saturn, positioned there,

source: ཉིན་དང་མཚན་དུ་ཡང་དང་ཡང་། །དེར་གནས་སྤེན་པ་རྒྱུ་བར་བྱེད། །
en: Slowly traversing [the sign] Day and night, bit by bit. {24.67}

source: དེ་ལས་སྐྱེས་པ་ཉི་མ་ཕྱེད། །སེམས་ནི་སྟོབས་དང་ལྡན་པར་འགྱུར། །
en: “If such a person is born at midday, He will possess great mental faculties.

source: དེ་ཡི་དུས་ལ་གང་སྐྱེས་པ། །དེ་ཡི་མཚན་ཉིད་བརྗོད་པར་བྱ། །
en: This is said to be the guiding characteristic For someone born at this time. {24.68}

source: ནོར་ནི་གྲུབ་པར་འགྱུར་བ་དང་། །དབང་ཕྱུག་གིས་ནི་ལེགས་མཚན་པའོ། །
en: “He will own great wealth And be distinguished on earth by power and influence.

source: རྒྱུ་སྐར་དེ་བཞིན་རྒྱལ་དང་ནི། །སྐག་ལ་ཡང་ནི་གང་སྐྱེས་པ། །
en: If one is born in the nakṣatra of Puṣya or Āśleṣā, One’s zodiac sign is Cancer. {24.69}

source: འདི་ནི་སྦལ་པའི་ཁྱིམ་ཡིན་ཏེ། །དགེ་དང་ལྡན་ཞིང་རྫུ་འཕྲུལ་ཆེ། །
en: “For such a person, a connection With Jupiter betokens great magical powers.

source: མདོག་ནི་སེར་པོ་དང་ལྡན་ཞིང་། །དེ་ནི་སྐྱེ་བ་མཆོག་ཏུ་བསྟན། །
en: One’s complexion will be yellowish. This birth is proclaimed to be the best. {24.70}

source: རྟག་ཏུ་དེ་བཞིན་མཚན་ཕྱེད་དུ། །འདི་ནི་སྐྱེ་བར་བསྟན་པ་ཡིན། །
en: “For a person [of this sign] born at midnight, The following horoscope is given:

source: དེ་ཡི་དུས་ཀྱི་ཚད་ལ་ནི། །གལ་ཏེ་སེམས་ཅན་སྐྱེ་བར་འདོད། །
en: One born at this time Will generally seek goodness and truth. {24.71}

source: ཆོ་ག་མཐོང་བའི་རྒྱུ་ཡིས་ན། །འདི་ནི་དོན་རྣམས་ཐམས་ཅད་སྒྲུབ། །
en: “Such a person will accomplish all his tasks, If he applies the prescribed methods.

source: དེ་ནི་ཤིན་ཏུ་གཞོན་པ་ནས། །རྒྱལ་ཐབས་བྱེད་ཅིང་ནོར་རྣམས་ཐོབ། །
en: He will obtain a kingdom and wealth, Starting already in childhood. {24.72}

source: མདོག་ནི་སེར་དང་སྔོ་བསངས་ནི། །ཁ་དོག་རྒྱས་པ་སྣང་བར་འགྱུར། །
en: “His complexion will be yellowish or dark, And he will appear healthy and strong.

source: གཙང་སྦྲའི་སྤྱོད་ལ་དགའ་བ་དང་། །དེ་ནི་དཔལ་ལྡན་འཇིགས་མེད་སྐྱེ། །
en: He will delight in pure conduct, Will have good fortune, and will be fearless. {24.73}

source: མཆུ་དང་དེ་བཞིན་གྲེ་དང་ནི། །དེ་བཞིན་དབོ་ཡི་ཆ་དག་ནི། །སྣང་བྱེད་ཀྱི་ནི་ཞིང་དུ་འགྱུར། །སེང་གེའི་ཁྱིམ་དུ་བྱ་བ་ཡིན། །
en: “When the nakṣatras of Maghā, [the first] Phalgunī, And a part of the second Phalgunī Become the sun’s house, The designated sign is that of Leo. {24.74}

source: དེ་ལ་སྐྱེས་པ་དཔའ་བོ་ཆེ། །ཤ་ཡི་ཁ་ཟས་དེ་ལ་དགའ། །
en: “Great heroes are born under this sign, Who are fond of eating meat.

source: རི་ཡི་རྫོང་ལ་བརྟེན་ནས་ནི། །རྒྱལ་ཐབས་དབང་ཕྱུག་བྱེད་པར་འགྱུར། །
en: They establish their power and kingdom In mountainous places difficult to access. {24.75}

source: གལ་ཏེ་དེར་སྐྱེས་ཐོབ་གྱུར་ན། །ཞིང་ལ་གནས་ཤིང་དེས་སྡོམ་རྟེན། །དེ་བཞིན་ཉི་མ་འཆར་བ་ན། །སྐྱེས་པ་འདི་ལ་བརྗོད་པ་ཡིན། །
en: “[Whatever planets] are traversing through One’s zodiac sign at the time when the sun is rising, One is said to be born Under the influence of these [planets]. {24.76}

source: རྒྱུ་སྐར་དབོ་ཡི་ཆ་དང་ནི། །དེ་བཞིན་མེ་བཞི་ནག་པ་ཉིད། །རྒྱུ་སྐར་དེ་ལ་སྐྱེ་གནས་པ། །མི་ནི་ཡོངས་སུ་དཔའ་བར་འགྱུར། །
en: “If one is born in the nakṣatras of [The Virgo] part of the second Phalgunī, Hastā, or the [Virgo part] of Citrā, One may become a powerful thief. {24.77}

source: སྡོམ་མིན་གཞན་གྱི་བུད་མེད་འགྲོ། །
en: “One will lack restraint with regard to the wives of others.

source: དེ་ནི་དམག་དཔོན་བྱེད་པར་འགྱུར། །གལ་ཏེ་སྐྱེ་བ་ཐོབ་འགྱུར་ན། །ངེས་པར་རྒྱལ་ཐབས་བྱེད་པར་འགྱུར། །
en: One may also become a general of the army. If this is indicated in one’s birth horoscope, One will obtain a kingdom. {24.78}

source: གང་དུ་སྐར་མ་དེ་དག་གནས། །འདི་ནི་བུ་མོའི་ཁྱིམ་དུ་འགྱུར། །
en: “The house where these stars belong Is the sign of Virgo.

source: འདི་ཡི་བདག་པོ་གཟའ་ལྷག་སྟེ། །ཁ་ཅིག་ཏུ་ནི་གཞན་ཡང་ཡིན། །
en: Their dual regents are [the sun and the moon], Or another planet, depending on the location. {24.79}

source: འདི་དག་སྐར་མ་མཆོག་ལ་ནི། །གཟའ་ནི་མི་བཟད་བསྲུང་བར་འགྱུར། །
en: “The seniormost of these stars Are guarded by either the cruel planet,

source: ཟླ་བ་ཡང་ནི་བཟང་བ་སྟེ། །ཡང་ན་ཟླ་བའི་བུ་བདག་ཡིན། །
en: Or by the gentle planet, Or by the ever joyful and auspicious lord. {24.80}

source: ཉིན་ཕྱེད་རྫོགས་ན་སྐྱེ་བ་ནི། །འདི་ཡི་སྐྱེ་བར་སྣང་བ་ཡིན། །ནག་པའི་ཆ་དང་ས་རི་དང་། །ས་གའི་ཕྱེད་ཀྱིས་ལྷག་པ་ལ། །སྲང་གི་ཁྱིམ་སྟེ་བཟང་པོའི་དོན། །
en: “If one is born in the afternoon And one’s birth [nakṣatras] Are those of Citrā, Svāti, Or the greater part of Viśākhā, {24.81} “Then the sign of Libra will bring much wealth.

source: ཟླ་བ་ལ་སྤྱོད་སེམས་ཅན་གྱི། །འདི་ནི་མི་བཟད་ཞིང་ཡིན་ཏེ
en: For beings who are under the influence of the moon, This is a terrible house.

source: སྐལ་མེད་མ་ཡིན་ནོར་གྱི་གནས། །
en: It will not make them unfortunate, though, but grant wealth. {24.82}

source: འདི་ཡི་སྐྱེ་བ་སྐྱེ་གྱུར་གནས། །མཚན་མོའི་ཐུན་གྱི་ཐ་མའོ། །མི་ནི་འདི་ལ་སྐྱེས་གྱུར་པ། །རྟག་ཏུ་བཏུང་བ་དག་ལ་དད། །
en: “People who are born Under the same influences But at night, at the end of a watch, Will always be fond of drinking.

source: སྤྱི་མཚན་མ་ཡིན་ངོ་ཚ་མེད། །མང་པོས་བཀུར་ཅིང་མཆོད་པ་དང་། །ལ་ལར་རྒྱལ་སྲིད་ལོངས་སྤྱོད་དང་། །ནོར་ཆེན་ཐོབ་པར་འགྱུར་བ་ཡིན། །
en: They are discreet, respected for their modesty, Honored, and venerated. {24.83} “They may sometimes obtain a kingdom, Sometimes pleasures, and sometimes wealth.

source: ངེས་མེད་སྐྱེ་བ་ཡོངས་སྣང་ཞིང་། །བྱིས་པར་མས་ནི་སྤངས་པ་ཡིན། །
en: Unless determined by their horoscopes to be otherwise, Women [born under this sign] will be childless.

source: གལ་ཏེ་སྐྱེ་བ་ཐོབ་འགྱུར་ན། །བུ་མང་བདེ་བ་སྐྱེ་བར་འགྱུར། །
en: If, however, their horoscopes are favorable, They will give birth to many children with ease. {24.84}

source: རྒྱུ་སྐར་ལྷ་མཚམས་ལས་སྐྱེས་པ། །བཟོ་ཡི་ལས་ནི་སྒྲུབ་པ་དང་། །
en: “The [birth] influence of Anurādhā Brings perfect fulfillment of activities.

source: བྱམས་པའི་བདག་ཉིད་གྲོགས་པོ་མང་། །རྟག་ཏུ་དཔའ་ཞིང་རྟུལ་ཕོད་ཆེ། །
en: One will have a loving nature, many friends, And will always be valiant and daring. {24.85}

source: འཇིག་རྟེན་སྣྲོན་ལ་སྐྱེས་པ་ནི། །མི་ནི་རབ་གཏུམ་བརྟན་པ་ཡིན། །
en: “It is said about Jyeṣṭhā that a person Born into the world [under its influence] will be fierce.

source: སྡུག་བསྔལ་མང་པོ་བཟོད་པ་དང་། །
en: He will experience and will have to put up with much suffering.

source: མི་ནི་མ་རུངས་སྐྱེ་བར་འགྱུར། །
en: People born [in this nakṣatra tend to be] cruel. {24.86}

source: ཁྱིམ་ནི་སྡིག་པར་བཤད་པ་སྟེ། །རྟག་ཏུ་རྣོ་ཞིང་བབ་ཅོལ་བྱེད། །
en: “The sign of Scorpio is described as Always intense and impetuous.

source: འདི་དག་ཉིད་ལ་རྟག་སྐྱེས་པ། །སྐྱེ་བར་ཡང་དག་བརྗོད་པ་ཡིན། །
en: I will now describe the types of birth And the astrological influences particular to this sign. {24.87}

source: དེ་བཞིན་ཉིན་ཕྱེད་ཉི་མ་ལ། །གལ་ཏེ་མི་ནི་སྐྱེ་གྱུར་ན། །དྲག་ཅིང་གཡུལ་ལས་རྣམ་རྒྱལ་བའི། །རྒྱལ་པོར་དེ་ནི་ངེས་པར་འགྱུར། །
en: “If a person is born When the sun ‘marks’ noon, He will certainly become a fierce king Who wins battles. {24.88}

source: བྱིས་པ་གཞོན་ནུའི་གཟུགས་ཡོད་པའི། །དེ་ཡི་སྐད་ཅིག་གཟས་མཐོང་འགྱུར། །
en: “At such times, the planet in the form of a young boy Will exercise its influence at the precise moment.

source: ས་ཡི་ལྷ་མོའི་བུར་གྱུར་པ། །གང་ཡིན་དེ་ནི་མིག་དམར་གསུངས། །
en: This planet is specified as Mars, Who [shines] his light onto the goddess Earth. {24.89}

source: དེ་ཉིད་ཕྱིར་ན་ས་ལ་སྤྱོད། །རང་བུ་ཉིད་ཀྱིས་གསོད་པར་བྱེད། །
en: “Because of this, [such a king] rules the earth, Protected by his own son.

source: དེ་ལས་གཞན་པ་བཟློག་པས་ནི། །དགེ་དང་མི་དགེའི་སྐྱེ་བ་ཉིད། །
en: If one’s position in life turns out to be different, It will be a mixture of good and bad things.

source: ཚེ་རིང་གཟི་བརྗིད་ལྡན་པ་དང་། །ཤེས་ལྡན་ཉིད་དུའང་སྐྱེ་བར་འགྱུར། །
en: One will, however, live long And be energetic and intelligent. {24.90}

source: ལྷ་མཚམས་ལ་ནི་རབ་སྐྱེས་པ། །ཤེས་རབ་ཆེ་ཞིང་གྲོགས་ལ་བྱམས། །
en: “One born in Anurādhā will possess Great wisdom and loving friends.

source: མིག་དམར་གྱི་ནི་ཞིང་འདི་ཡིན། །ཡང་ན་རྟག་ཏུ་གཟའ་འདྲེས་ཡིན། །
en: This house belongs to Mars And always has mixed planetary influences.

source: རྒྱུ་སྐར་སྣྲུབས་ལས་སྐྱེས་པ་དང་། །དེ་བཞིན་དུ་ནི་ཆུ་སྟོད་དང་། །ཆུ་སྨད་ཀྱི་ནི་ཆ་དག་ལ། །གཞུ་ཡི་ཁྱིམ་དུ་རབ་ཏུ་བསྟན། །
en: When the nakṣatra of Mūlā sets in, Followed by the first Āṣāḍhā and {24.91} “The [Sagittarius] part of the second Āṣāḍhā, [These three] are proclaimed as the sign of Sagittarius.

source: དེ་ཡི་སྐྱེ་བའི་སྐྱེ་བ་ནི། །ཕུར་བུའི་ཞིང་དེར་བརྟན་པ་ཡིན། །
en: This sign is the house of Jupiter. Its horoscope is as follows: {24.92}

source: ཉི་མ་ཕྱི་དྲོར་གྱུར་པ་དང་། །ཟླ་བ་ནམ་སྨད་གྱུར་པ་ལ། །དེ་ཡི་སྐྱེ་བ་ཞེས་བསྟན་པ། །གང་ཞིག་སྐྱེས་པ་སྐྱེ་བའི་རྒྱུ། །
en: “When the sun ‘marks’ the afternoon, Or when the moon ‘marks’ the second part of the night, It is said that birth at this time Will predestine one to obtain a kingdom. {24.93}

source: སྣྲུབས་ལས་སྐྱེས་པ་རང་རིགས་འཇིག །
en: “[One born] at the onset [of Sagittarius] will destroy one’s family;

source: ཐ་མར་བཟང་པོར་འགྱུར་བ་ཡིན། །
en: [Birth] at the end of it is said to be auspicious.

source: སྐྱེ་གནས་བར་མར་ལོངས་སྤྱོད་ནི། །ཐོབ་པར་དེ་ནི་ཐེ་ཙོམ་མེད། །
en: One born in the middle of it Will obtain pleasures, there is no doubt. {24.94}

source: གཞོན་པ་ཡོངས་སུ་འདས་པ་ན། །སྣང་བྱེད་དཀྱིལ་འཁོར་ཇི་ལྟ་བར། །རྒས་པར་གྱུར་ན་རྒྱལ་པོར་འགྱུར། །ལོངས་སྤྱོད་ཆེ་ཞིང་ནོར་ཆེར་འགྱུར། །
en: “When one’s youth has passed, As illustrious as the orb of the sun, One may become, in one’s old age, A king rich in pleasures and wealth. {24.95}

source: དམའ་བའི་ཕྱོགས་སུ་ལུས་འགྱུར་གྱི། །གཞན་གྱི་ཕྱོགས་སུ་མ་ཡིན་ནོ། །
en: “As a king, one would become powerful in the lowlands; This would not be so in other places, so it is told.

source: དེ་ལས་གཞན་དུ་བཟློག་པར་ནི། །རྣམ་པ་སྣ་ཚོགས་སྐྱེ་བོ་སྣང་། །
en: But there also other people of different types For whom these influences are reversed. {24.96}

source: ཆུ་སྨད་ཀྱི་ནི་ཆ་དག་དང་། །གྲོ་བཞིན་ཉིད་དུ་བརྟན་པ་དང་། །མོན་གྲུ་རྒྱུ་སྐར་མཆོག་ཉིད་ནི། །ཁྱིམ་འདི་ཆུ་སྲིན་ཁོ་ན་ཡིན། །
en: “[The next nakṣatras] are said to be The second Āṣāḍhā, the Śravaṇā, And the superior nakṣatra of Dhaniṣṭhā; Together they constitute the sign of the Sea Monster. {24.97}

source: འདི་ནི་སྤེན་པའི་ཞིང་ཡིན་ཏེ། །ཡང་ན་གཟའ་གཞན་གྱིས་མཚན་པའོ། །
en: “This sign is the house of Saturn But is influenced also by other planets.

source: རྟག་ཏུ་འདི་ལ་སྐྱེ་གནས་པ། །དེ་ཡང་ས་སྟེང་འདི་ལ་སྣང་། །
en: The following horoscope applies on earth Always to the just mentioned nakṣatras: {24.98}

source: དང་པོའི་མཐའ་དང་བར་མའི་མཐའ། །མཚན་མོའི་ཆ་ནི་འདས་པ་ལ། །དེ་དག་ལས་སྐྱེས་ལོངས་སྤྱོད་ཆེར། །ཀུན་ནས་སྣང་བར་གྱུར་པ་ཡིན། །
en: “Those born when night has set in, Either at the end of the first or during the middle watch, Are observed to enjoy Great pleasures in all respects. {24.99}

source: མཐོ་དང་དམའ་བའི་རིགས་གནས་ཤིང་། །དེ་དག་ས་ཡི་བདག་པོར་འགྱུར། །
en: “Whether born in high or low families, They become rulers over the earth.

source: རབ་གཏུམ་ཁ་དོག་ནག་པོའམ། །སྔོ་བསངས་མདོག་ཏུ་དེ་དག་འགྱུར། །
en: They are fierce, swarthy, And of dark-bluish complexion. {24.100}

source: མིག་མཐའ་དམར་ཞིང་འཇམ་པ་དང་། །རྟག་ཏུ་དཔའ་ཞིང་རྟུལ་ཡང་ཕོད། །
en: “They have red eyes and are of delicate constitution; They always are valiant and daring.

source: དེ་བཞིན་ཆུ་ཡིས་ཁྱབ་པ་ཡི། །ཕྱོགས་སུ་རྒྱལ་པོ་བྱེད་པར་འགྱུར། །
en: As kings, they may rule countries Surrounded by water. {24.101}

source: ཚེ་རིང་བུ་ནི་མེད་པ་དང་། །
en: “They may live long lives but have no offspring.

source: སྡུག་བསྔལ་མང་པོ་བཟོད་པར་འགྱུར། །དེ་ལས་གཞན་པ་བཟློག་པ་ལ། །སྐྱེ་བོ་རྣམ་པར་བཟློག་པ་སྣང་། །
en: Others, for whom the influences are reversed, May experience a lot of suffering. They are regarded as deviations from the norm. {24.102}

source: མོན་གྲུའི་ཕྱེད་དང་མོན་གྲེ་དང་། །དེ་བཞིན་ཁྲུམས་སྟོད་ཕྱེད་དག་ནི། །དེ་ཡི་ཁྱིམ་དུ་འགྱུར་བ་ནི། །བུམ་པ་ཞེས་ནི་བརྗོད་པ་ཡིན། །
en: “The nakṣatras of Dhaniṣṭhā, Śatabhiṣā, And the first Bhadrapadā Are together parts of the sign That is called Aquarius. {24.103}

source: འདི་ལ་གཟའ་ཡི་གཙོ་བོ་ནི། །ཞིང་དུ་རྟག་ཏུ་བརྟེན་པ་ཡིན། །དེ་བཞིན་འདྲེས་པའང་ཟླ་བ་དང་། །བློ་ལྡན་པ་ཝ་སངས་ཉིད་ཡིན། །
en: “This sign is always inhabited by The best of planets— Different [ aspect s] of the moon and Venus, But not Jupiter. {24.104}

source: འདི་དག་སྐྱེ་བར་འགྱུར་བ་ནི། །མཚན་མོའམ་ནམ་ནི་ལངས་པར་སྣང་། །རྟག་ཏུ་སྐྱེ་འདི་བཟང་པོ་སྟེ། །
en: “If a birth under these nakṣatras Occurs at night or in the morning, One’s horoscope will always be excellent;

source: འཇིག་རྟེན་སྤྱོད་པ་དག་པ་ཡིན། །
en: It indicates pure conduct in the world. {24.105}

source: མི་ནི་མ་རུངས་ལས་བྱེད་ཅིང་། །བློ་དང་ལྡན་པར་བརྗོད་པ་ཡིན། །
en: “One may become involved in cruel rites, But will be described as intelligent,

source: ལོངས་སྤྱོད་སྣ་ཚོགས་ཕུན་སུམ་ཚོགས། །ས་སྟེང་རྗེས་སུ་སྤྱོད་པར་འགྱུར། །
en: And will enjoy Various pleasures on earth. {24.106}

source: དེ་ལས་གཞན་དུ་བཟློག་ན་ནི། །དབུལ་ཞིང་ནད་རྣམས་སྣོད་དུ་འགྱུར། །
en: “Others, whose horoscopes are unfavorable, Will be afflicted by poverty and disease.

source: རྒྱུ་སྐར་ཁྲུམས་སྨད་ཉིད་དང་ནི། །ནམ་གྲུ་ཞེས་ནི་བརྗོད་པ་དང་། །ཁྲུམས་སྟོད་ཀྱི་ནི་བཞི་ཆ་ལ། །ཁྱིམ་ནི་ཉ་རུ་རབ་ཏུ་བརྟགས། །
en: Now I will describe the nakṣatras Of Bhadrapadā and Revatī. {24.107} “The sign of Pisces starts In the [latter] part of the first Bhadrapadā.

source: སྐྱེ་བ་དེ་དག་རྟག་གནས་པ། །ཀུན་ཏུ་ཇི་ལྟར་སྣང་ཞེ་ན། །
en: The following horoscope applies Universally to the [nakṣatras of Pisces]: {24.108}

source: མཚན་མོའི་ཐུན་གྱི་བར་མ་དང་། །ཉིན་པར་ཉི་མ་ཤར་བ་དང་། །ཉི་མ་ཐུན་ཕྱེད་འདས་པ་དང་། །ཉིན་ཕྱེད་ཅུང་ཟད་འདས་པ་དང་། །ལྷག་མ་ཁྲུ་གང་ཙམ་འདས་པར། །འདི་ཡི་དུས་སུའང་སྐྱེས་པ་ནི། །དག་པ་དང་ནི་རབ་དག་ཉིད། །པ་སངས་ཉིད་ཀྱིས་རབ་ཏུ་མཆོད། །
en: “If one is born at night during the middle watch, Or during the day when the risen sun Is half a watch above the horizon, A little behind the midday point, {24.109} “Or when it is a short distance from setting, With [about] one cubit left to go, Such a birth is unique;

source: པ་ཝ་སངས་ཀྱི་ཞིང་ཞེས་པ། །
en: It is very pure And strongly connected with Venus. {24.110}

source: ལྷ་ཡི་རིགས་ཞེས་ཚངས་པར་སྤྱོད། །སེར་དང་དཀར་བའི་མདོག་དག་གི། །གཟའ་ཡིས་ཀྱང་ནི་རབ་ཏུ་བསྟེན། །
en: “The gods from the realm of Brahmā know This sign to be the house of Venus. It is inhabited by yellow And whitish planets.

source: དེས་ཤིང་རྟག་ཏུ་དགེ་བ་དང་། །ཆོས་ལྡན་མཆོག་ཏུ་བཟང་བ་ཡིན། །
en: This sign is the sign of good fortune, Righteousness, and supreme virtue. {24.111}

source: མི་ནི་དེ་ལ་སྐྱེས་གྱུར་པ། །ཡན་ལག་ཀུན་ཀྱང་ཤིན་ཏུ་མཛེས། །
en: “People born under these nakṣatras Are beautiful in every limb.

source: བརྩོན་འགྲུས་ཆེ་ཞིང་རྒྱལ་པོ་འདོད། །གཉེན་དང་བཤེས་ནི་བརྟན་པ་དང་། །
en: They are desirous of kingship, very valiant, And steadfastly loyal to their friends. {24.112}

source: ཚེ་རིང་ལོངས་སྤྱོད་ཆེ་བ་དང་། །དམའ་བའི་ཡུལ་ལ་ཡང་དག་བརྟེན། །
en: “If they live in the lowlands, They will enjoy long life and great pleasures.

source: ཤར་གྱི་ཕྱོགས་ལ་བརྟེན་ནས་ནི། །དེ་དག་རྟག་ཏུ་སྐྱེ་བར་འགྱུར། །
en: If they live in the east, They will always reach an old age. {24.113}

source: དེ་དག་མྱ་ངམ་ཕྱོགས་སུ་ནི། །རྟག་ཏུ་སྐྱེ་བར་མི་འགྱུར་ཏེ། །
en: “If they live in an arid country, They might reach an old age, or not —

source: ཉ་ནི་ཐང་ལ་ཡོངས་སྤྱོད་པར། །ནམ་ཡང་སྣང་བ་མ་ཡིན་ནོ། །
en: No fish are ever seen Thriving on dry land.

source: དྲང་སྲོང་རྣམས་ཀྱི་ཆུ་གནས་དང་། །ཆུ་བོ་དག་ཏུ་འཕེལ་བར་འགྱུར། །
en: They instead thrive in water; The abode of fish is in water. {24.114}

source: དེ་ལ་སྐྱེ་བར་རབ་བརྟན་པ། །ཁྱིམ་ཉིད་དུ་ནི་རབ་ཏུ་བསྟན། །
en: “Birth under these nakṣatras Is well known to like that, and so is the sign.

source: མི་ནི་དེ་དག་ལས་སྐྱེས་པ། །དམའ་བའི་ཡུལ་དུ་རྣམ་པར་འཕེལ། །
en: People born under them Thrive best in the lowlands. {24.115}

source: རྟག་ཏུ་ཤར་གྱི་ཕྱོགས་གནས་པའི། །ས་བདག་སྐལ་བ་ཆེན་པོར་འགྱུར། །
en: “Rulers of the earth who enjoy great pleasures Are always established in the east.

source: ཕུར་བུ་དང་ནི་སྤེན་པ་དག །གཟའ་མཆོག་གི་ནི་མངོན་པར་བལྟས། །
en: The planets considered the best [for them] Are Jupiter and Saturn. {24.116}

source: ཤར་གྱི་ཕྱོགས་ཀྱི་བདག་པོ་བྱེད། །དེ་དག་ལས་སྐྱེས་ཐེ་ཚོམ་མེད། །
en: “They will help establish a dominion in the east For those born under their influence, there is no doubt.

source: ཁྱིམ་ནི་རྣམ་པ་མང་པོ་དང་། །རྒྱུ་སྐར་དུ་མ་གསུངས་པ་ཡང་། །
en: Signs of the zodiac are explained in many different ways, As there are many nakṣatras. {24.117}

source: རྣམ་པ་སྣ་ཚོགས་གཟའ་མཆོག་ཀྱང་། །སྔོན་གྱི་དུས་ཡིན་ད་ལྟར་མིན། །མི་རྣམས་དེ་ལས་སྐྱེས་པ་ཡང་། །
en: “The chief planets fall into three categories. Human knowledge of them Has been accumulated over a long time, not suddenly.
